tap "hashicorp/tap"
tap "homebrew/bundle"
tap "yoheimuta/protolint"
brew "fzf"
brew "gh"
brew "glow"
brew "gnupg"
brew "go"
brew "golang-migrate"
brew "jq"
brew "libpq"
brew "neovim"
brew "pgcli"
brew "pgformatter"
brew "protobuf"
brew "protoc-gen-go"
brew "protolint"
brew "ripgrep"
brew "tflint"
brew "tmux"
brew "yamlfmt"
brew "yarn"
brew "zsh"
brew "hashicorp/tap/terraform"
cask "alacritty"
cask "arc"
cask "cursor"
cask "docker-desktop"
cask "gcloud-cli"
cask "notion"
cask "obsidian"
cask "rectangle"
