tap "hashicorp/tap"
tap "homebrew/bundle"
tap "yoheimuta/protolint"
brew "fzf"
brew "gh"
brew "gnupg"
brew "go"
brew "golang-migrate"
brew "jq"
brew "libpq"
brew "neovim"
brew "pgcli"
brew "protobuf"
brew "protoc-gen-go"
brew "protolint"
brew "ripgrep"
brew "tflint"
brew "tmux"
brew "yarn"
brew "zsh"
brew "hashicorp/tap/terraform"
cask "alacritty"
cask "google-cloud-sdk"
